Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: If you turn on web search while using Claude, Anthropic runs the searches itself, with the queries the assistant writes.
ar: إذا فعّلت البحث على الويب أثناء استخدام Claude، تُجري Anthropic عمليات البحث بنفسها باستخدام الاستعلامات التي يكتبها المساعد.
da: Hvis du slår websøgning til, mens du bruger Claude, udfører Anthropic selv søgningerne med de forespørgsler, assistenten formulerer.
de: Wenn du die Websuche aktivierst, während du Claude nutzt, führt Anthropic die Suchen selbst aus, mit den Anfragen, die der Assistent formuliert.
es: Si activas la búsqueda web mientras usas Claude, Anthropic realiza las búsquedas por sí misma, con las consultas que redacta el asistente.
fi: Jos otat verkkohaun käyttöön käyttäessäsi Claudea, Anthropic suorittaa haut itse avustajan kirjoittamilla hakukyselyillä.
fr: Si vous activez la recherche web en utilisant Claude, Anthropic effectue elle-même les recherches, avec les requêtes rédigées par l’assistant.
is: Ef þú kveikir á vefleit á meðan þú notar Claude framkvæmir Anthropic leitirnar sjálft, með fyrirspurnunum sem aðstoðarmaðurinn skrifar.
it: Se attivi la ricerca web mentre usi Claude, Anthropic esegue le ricerche da sé, con le query scritte dall’assistente.
ja: Claude の使用中にウェブ検索を有効にすると、アシスタントが作成したクエリで Anthropic 自身が検索を実行します。
ko: Claude를 사용하는 중에 웹 검색을 켜면 어시스턴트가 작성한 검색어로 Anthropic이 직접 검색을 실행합니다.
nb: Hvis du slår på nettsøk mens du bruker Claude, utfører Anthropic søkene selv, med søkene assistenten skriver.
nl: Als je zoeken op het web aanzet terwijl je Claude gebruikt, voert Anthropic de zoekopdrachten zelf uit, met de zoekopdrachten die de assistent opstelt.
pt_br: Se você ativar a busca na web enquanto usa o Claude, a Anthropic faz as pesquisas por conta própria, com as consultas que o assistente escreve.
ru: Если вы включите веб-поиск при использовании Claude, Anthropic сама выполняет поиск по запросам, которые составляет ассистент.
sv: Om du slår på webbsökning medan du använder Claude utför Anthropic själv sökningarna, med de sökfrågor som assistenten skriver.
zh_hans: 如果你在使用 Claude 时启用网页搜索，Anthropic 会使用助手撰写的查询自行执行搜索。

source: If you wanted a hard session, the green light is there.
ar: إذا أردت جلسة شاقة، فالضوء الأخضر متاح.
da: Hvis du vil have en hård session, er der grønt lys.
de: Wenn du eine harte Einheit willst, ist grünes Licht da.
es: Si querías una sesión dura, tienes luz verde.
fi: Jos halusit kovan harjoituksen, vihreä valo palaa.
fr: Si vous vouliez une séance difficile, le feu est vert.
is: Ef þú vildir erfiða lotu, þá er grænt ljós.
it: Se volevi una sessione dura, hai via libera.
ja: きついセッションをやりたいなら、ゴーサインです。
ko: 고강도 세션을 원했다면 지금이 좋습니다.
nb: Hvis du ville ha en hard økt, er det grønt lys.
nl: Als je een zware sessie wilde: groen licht.
pt_br: Se você queria uma sessão forte, o sinal está verde.
ru: Если хотели тяжёлую тренировку — зелёный свет.
sv: Om du ville ha ett hårt pass är det grönt ljus.
zh_hans: 如果你想安排高强度训练，现在是绿灯。

source: If you've got a key session planned, today is the day for it.
ar: إذا كانت لديك جلسة رئيسية مخططة، فاليوم هو يومها.
da: Hvis du har en nøglesession planlagt, er i dag dagen.
de: Wenn du eine Schlüsseleinheit geplant hast, ist heute der Tag.
es: Si tenías una sesión clave planificada, hoy es el día.
fi: Jos sinulla on avainharjoitus suunniteltuna, tänään on sen päivä.
fr: Si vous aviez une séance clé prévue, c’est le jour idéal.
is: Ef þú átt lykillotu áætlaða, þá er dagurinn í dag.
it: Se avevi in programma una sessione chiave, oggi è il giorno giusto.
ja: 重要なセッションを予定しているなら、今日が最適です。
ko: 핵심 세션을 계획했다면 오늘이 적기입니다.
nb: Hvis du har en nøkkeløkt planlagt, er i dag dagen.
nl: Heb je een sleutelsessie gepland? Vandaag is de dag.
pt_br: Se você tem uma sessão-chave planejada, hoje é o dia.
ru: Если запланирована ключевая тренировка — сегодня подходящий день.
sv: Om du har ett nyckelpass planerat är idag dagen.
zh_hans: 如果你安排了关键课，今天正合适。

source: If you've turned on web search and the assistant looks something up, the search query — which may reference what you asked — is sent to Tavily (tavily.com) to fetch results.
ar: إذا فعّلت البحث على الويب وقام المساعد بالبحث، فإن استعلام البحث — الذي قد يشير إلى ما سألت عنه — يُرسل إلى Tavily‏ (tavily.com) لجلب النتائج.
da: Hvis du har slået websøgning til, og assistenten slår noget op, sendes søgeforespørgslen — som kan referere til det, du spurgte om — til Tavily (tavily.com) for at hente resultater.
de: Wenn du die Websuche aktiviert hast und der Assistent etwas nachschlägt, wird die Suchanfrage — die auf deine Frage Bezug nehmen kann — zum Abrufen der Ergebnisse an Tavily (tavily.com) gesendet.
es: Si has activado la búsqueda web y el asistente consulta algo, la consulta de búsqueda — que puede hacer referencia a lo que preguntaste — se envía a Tavily (tavily.com) para obtener resultados.
fi: Jos olet ottanut verkkohaun käyttöön ja avustaja etsii jotain, hakukysely — joka voi viitata kysymääsi — lähetetään Tavilylle (tavily.com) tulosten hakemiseksi.
fr: Si vous avez activé la recherche web et que l’assistant effectue une recherche, la requête — qui peut faire référence à votre question — est envoyée à Tavily (tavily.com) pour récupérer les résultats.
is: Ef þú hefur kveikt á vefleit og aðstoðarmaðurinn flettir einhverju upp er leitarfyrirspurnin — sem gæti vísað til þess sem þú spurðir um — send til Tavily (tavily.com) til að sækja niðurstöður.
it: Se hai attivato la ricerca web e l’assistente cerca qualcosa, la query — che può riferirsi a ciò che hai chiesto — viene inviata a Tavily (tavily.com) per ottenere i risultati.
ja: ウェブ検索を有効にしていてアシスタントが検索を行う場合、検索クエリ（あなたの質問内容に言及することがあります）が結果取得のため Tavily（tavily.com）に送信されます。
ko: 웹 검색을 켠 상태에서 어시스턴트가 무언가를 찾아보면, 검색어(당신의 질문 내용을 포함할 수 있음)가 결과를 가져오기 위해 Tavily(tavily.com)로 전송됩니다.
nb: Hvis du har slått på nettsøk og assistenten slår opp noe, sendes søket — som kan referere til det du spurte om — til Tavily (tavily.com) for å hente resultater.
nl: Als je websearch hebt aangezet en de assistent iets opzoekt, wordt de zoekopdracht — die kan verwijzen naar wat je vroeg — naar Tavily (tavily.com) gestuurd om resultaten op te halen.
pt_br: Se você ativou a busca na web e o assistente pesquisar algo, a consulta — que pode fazer referência ao que você perguntou — é enviada ao Tavily (tavily.com) para buscar resultados.
ru: Если вы включили веб-поиск и ассистент что-то ищет, поисковый запрос — который может отражать ваш вопрос — отправляется в Tavily (tavily.com) для получения результатов.
sv: Om du har slagit på webbsökning och assistenten slår upp något skickas sökfrågan — som kan referera till det du frågade — till Tavily (tavily.com) för att hämta resultat.
zh_hans: 如果你启用了网页搜索且助手进行了查询，搜索词（可能包含你所提问题的内容）会发送到 Tavily（tavily.com）以获取结果。

source: If you've turned on web search, Claude can also search the web itself: Anthropic receives the search query and runs the search.
ar: إذا فعّلت البحث على الويب، يمكن لـ Claude أيضًا البحث على الويب بنفسه: تتلقى Anthropic استعلام البحث وتُجري البحث.
da: Hvis du har slået websøgning til, kan Claude også selv søge på nettet: Anthropic modtager søgeforespørgslen og udfører søgningen.
de: Wenn du die Websuche aktiviert hast, kann Claude auch selbst im Web suchen: Anthropic erhält die Suchanfrage und führt die Suche aus.
es: Si has activado la búsqueda web, Claude también puede buscar en la web por sí mismo: Anthropic recibe la consulta y realiza la búsqueda.
fi: Jos olet ottanut verkkohaun käyttöön, Claude voi myös hakea verkosta itse: Anthropic vastaanottaa hakukyselyn ja suorittaa haun.
fr: Si vous avez activé la recherche web, Claude peut aussi chercher sur le web lui-même : Anthropic reçoit la requête et effectue la recherche.
is: Ef þú hefur kveikt á vefleit getur Claude líka leitað á vefnum sjálft: Anthropic tekur við leitarfyrirspurninni og framkvæmir leitina.
it: Se hai attivato la ricerca web, Claude può anche cercare sul web da sé: Anthropic riceve la query ed esegue la ricerca.
ja: ウェブ検索を有効にしている場合、Claude 自身がウェブを検索することもあります。検索クエリは Anthropic が受け取り、検索を実行します。
ko: 웹 검색을 켠 경우 Claude가 직접 웹을 검색할 수도 있습니다. 검색어는 Anthropic이 받아 검색을 실행합니다.
nb: Hvis du har slått på nettsøk, kan Claude også søke på nettet selv: Anthropic mottar søket og utfører det.
nl: Als je zoeken op het web hebt aangezet, kan Claude ook zelf op het web zoeken: Anthropic ontvangt de zoekopdracht en voert de zoekopdracht uit.
pt_br: Se você ativou a busca na web, o Claude também pode pesquisar na web por conta própria: a Anthropic recebe a consulta e faz a pesquisa.
ru: Если вы включили веб-поиск, Claude может и сам искать в интернете: Anthropic получает поисковый запрос и выполняет поиск.
sv: Om du har slagit på webbsökning kan Claude också söka på webben själv: Anthropic tar emot sökfrågan och utför sökningen.
zh_hans: 如果你启用了网页搜索，Claude 也可以自行搜索网页：Anthropic 会接收搜索词并执行搜索。

source: imperial
ar: إمبريالي
da: imperisk
fr: impérial
is: breskt
it: imperiale
ja: ヤード・ポンド法
ko: 야드파운드법
nb: imperisk
nl: imperiaal
ru: имперская
sv: imperiell
zh_hans: 英制

source: Import
ar: استيراد
da: Importér
de: Importieren
es: Importar
fi: Tuo
fr: Importer
is: Flytja inn
it: Importa
ja: 読み込む
ko: 가져오기
nb: Importer
nl: Importeren
pt_br: Importar
ru: Импорт
sv: Importera
zh_hans: 导入

source: Import & Analyze %lld Sessions
ar: استيراد وتحليل %lld جلسة
da: Importer og analyser %lld sessioner
de: %lld Sitzungen importieren & analysieren
es: Importar y analizar %lld sesiones
fi: Tuo ja analysoi %lld istuntoa
fr: Importer et analyser %lld sessions
is: Flytja inn og greina %lld lotur
it: Importa e analizza %lld sessioni
ja: %lld 件のセッションをインポートして分析
ko: 세션 %lld개 가져오기 및 분석
nb: Importer og analyser %lld økter
nl: %lld sessies importeren en analyseren
pt_br: Importar e Analisar %lld Sessões
ru: Импортировать и проанализировать %lld сессии
sv: Importera och analysera %lld sessioner
zh_hans: 导入并分析 %lld 个记录

source: Import & Export
ar: استيراد وتصدير
da: Import og eksport
es: Importar y exportar
fi: Tuonti ja vienti
fr: Import et export
is: Flytja inn og út
it: Importa e esporta
ja: インポートとエクスポート
ko: 가져오기 및 내보내기
nb: Import og eksport
nl: Importeren en exporteren
pt_br: Importar e Exportar
ru: Импорт и экспорт
zh_hans: 导入与导出

source: Import %lld New Sessions
ar: استيراد %lld جلسة جديدة
da: Importér %lld nye sessioner
de: %lld neue Sitzungen importieren
es: Importar %lld sesiones nuevas
fi: Tuo %lld uutta istuntoa
fr: Importer %lld nouvelles sessions
is: Flytja inn %lld nýjar lotur
it: Importa %lld nuove sessioni
ja: %lld件の新しいセッションをインポート
ko: 새 세션 %lld개 가져오기
nb: Importer %lld nye økter
nl: %lld nieuwe sessies importeren
pt_br: Importar %lld novas sessões
ru: Импортировать %lld новой сессии
sv: Importera %lld nya sessioner
zh_hans: 导入 %lld 个新记录

source: Import Data
ar: استيراد البيانات
da: Importer data
de: Daten importieren
es: Importar datos
fi: Tuo tiedot
fr: Importer des données
is: Flytja inn gögn
it: Importa dati
ja: データをインポート
ko: 데이터 가져오기
nb: Importer data
nl: Gegevens importeren
pt_br: Importar Dados
ru: Импорт данных
sv: Importera data
zh_hans: 导入数据

source: Import Error
ar: خطأ في الاستيراد
da: Importfejl
de: Importfehler
es: Error de importación
fi: Tuontivirhe
fr: Erreur d'importation
is: Innflutningsvilla
it: Errore di importazione
ja: インポートエラー
ko: 가져오기 오류
nb: Importfeil
nl: Importfout
pt_br: Erro de Importação
ru: Ошибка импорта
sv: Importfel
zh_hans: 导入错误

source: Import failed: %@
ar: فشل الاستيراد: %@
da: Import mislykkedes: %@
de: Import fehlgeschlagen: %@
es: Error al importar: %@
fi: Tuonti epäonnistui: %@
fr: Échec de l’import : %@
is: Innflutningur mistókst: %@
it: Importazione non riuscita: %@
ja: 読み込みに失敗: %@
ko: 가져오기 실패: %@
nb: Import mislyktes: %@
nl: Import mislukt: %@
pt_br: Falha na importação: %@
ru: Ошибка импорта: %@
sv: Importen misslyckades: %@
zh_hans: 导入失败：%@

source: Import from Apple Health
ar: الاستيراد من Apple Health
da: Importér fra Apple Health
de: Aus Apple Health importieren
es: Importar desde Apple Health
fi: Tuo Apple Healthista
fr: Importer depuis Apple Santé
is: Flytja inn úr Apple Health
it: Importa da Apple Salute
ja: Apple ヘルスケアから読み込む
ko: Apple 건강에서 가져오기
nb: Importer fra Apple Health
nl: Importeren uit Apple Gezondheid
pt_br: Importar do Apple Saúde
ru: Импорт из Apple Здоровье
sv: Importera från Apple Hälsa
zh_hans: 从 Apple 健康导入

source: Import GPX file
ar: استيراد ملف GPX
da: Importér GPX-fil
de: GPX-Datei importieren
es: Importar archivo GPX
fi: Tuo GPX-tiedosto
fr: Importer un fichier GPX
is: Flytja inn GPX-skrá
it: Importa file GPX
ja: GPX ファイルを読み込む
ko: GPX 파일 가져오기
nb: Importer GPX-fil
nl: GPX-bestand importeren
pt_br: Importar arquivo GPX
ru: Импорт файла GPX
sv: Importera GPX-fil
zh_hans: 导入 GPX 文件

source: Import RR Data
ar: استيراد بيانات RR
da: Importer RR-data
de: RR-Daten importieren
es: Importar datos RR
fi: Tuo RR-tiedot
fr: Importer des données RR
is: Flytja inn RR-gögn
it: Importa dati RR
ja: RRデータをインポート
ko: RR 데이터 가져오기
nb: Importer RR-data
nl: RR-gegevens importeren
pt_br: Importar Dados RR
ru: Импорт RR-данных
sv: Importera RR-data
zh_hans: 导入RR数据

source: Import RR interval data from other HRV apps or devices to analyze with this app.
ar: استورد بيانات فترات RR من تطبيقات HRV أو أجهزة أخرى لتحليلها بهذا التطبيق.
da: Importer RR-intervaldata fra andre HRV-apps eller enheder for at analysere med denne app.
de: Importiere RR-Intervalldaten aus anderen HRV-Apps oder -Geräten, um sie mit dieser App zu analysieren.
es: Importa datos de intervalos RR de otras apps de HRV o dispositivos para analizarlos con esta aplicación.
fi: Tuo RR-intervallidataa muista HRV-sovelluksista tai laitteista analysoitavaksi tällä sovelluksella.
fr: Importez des données d'intervalles RR d'autres applications HRV ou appareils pour les analyser avec cette application.
is: Flyttu inn RR-bilagögn frá öðrum HRV-forritum eða tækjum til greiningar með þessu forriti.
it: Importare dati sugli intervalli RR da altre app HRV o dispositivi per analizzarli con questa app.
ja: 他のHRVアプリやデバイスからRR間隔データをインポートして、このアプリで分析できます。
ko: 다른 HRV 앱이나 기기에서 RR 간격 데이터를 가져와 이 앱에서 분석할 수 있습니다.
nb: Importer RR-intervalldata fra andre HRV-apper eller enheter for å analysere med denne appen.
nl: Importeer RR-intervalgegevens van andere HRV-apps of apparaten om te analyseren met deze app.
pt_br: Importe dados de intervalos RR de outros apps de HRV ou dispositivos para analisar com este app.
ru: Импортируйте данные RR-интервалов из других ВСР-приложений или устройств для анализа в этом приложении.
sv: Importera RR-intervalldata från andra HRV-appar eller enheter för analys i denna app.
zh_hans: 从其他HRV应用或设备导入RR间期数据，在本应用中进行分析。

source: Imported
ar: تم الاستيراد
da: Importeret
de: Importiert
es: Importado
fi: Tuotu
fr: Importé
is: Flutt inn
it: Importato
ja: 読み込み済み
ko: 가져옴
nb: Importert
nl: Geïmporteerd
pt_br: Importado
ru: Импортировано
sv: Importerad
zh_hans: 已导入

source: Imported from %@. Raw RR data not available - visualizations omitted.
ar: مستورد من %@. بيانات RR الخام غير متاحة - تم حذف الرسوم البيانية.
da: Importeret fra %@. Rå RR-data ikke tilgængelige - visualiseringer udeladt.
de: Importiert aus %@. Rohe RR-Daten nicht verfügbar - Visualisierungen entfallen.
es: Importado desde %@. Datos RR sin procesar no disponibles - visualizaciones omitidas.
fi: Tuotu lähteestä %@. Raakoja RR-tietoja ei ole - visualisoinnit jätetty pois.
fr: Importé depuis %@. Données RR brutes indisponibles - visualisations omises.
is: Flutt inn frá %@. Hrá RR-gögn ekki tiltæk - myndrit sleppt.
it: Importato da %@. Dati RR grezzi non disponibili - visualizzazioni omesse.
ja: %@ からインポート。生 RR データがないため、可視化は省略されました。
ko: %@에서 가져옴. 원시 RR 데이터가 없어 시각화는 생략되었습니다.
nb: Importert fra %@. Rå RR-data ikke tilgjengelige - visualiseringer utelatt.
nl: Geïmporteerd uit %@. Ruwe RR-gegevens niet beschikbaar - visualisaties weggelaten.
pt_br: Importado de %@. Dados RR brutos indisponíveis - visualizações omitidas.
ru: Импортировано из %@. Исходные данные RR недоступны - визуализации пропущены.
sv: Importerad från %@. Råa RR-data ej tillgängliga - visualiseringar utelämnade.
zh_hans: 从 %@ 导入。没有原始 RR 数据 - 已省略可视化。

source: Imported Reading
ar: قراءة مستوردة
da: Importeret måling
de: Importierte Messung
es: Lectura importada
fi: Tuotu lukema
fr: Mesure importée
is: Innflutt mæling
it: Lettura importata
ja: インポートされた測定
ko: 가져온 측정
nb: Importert måling
nl: Geïmporteerde meting
pt_br: Leitura Importada
ru: Импортированное измерение
sv: Importerad mätning
zh_hans: 已导入的读数

# Importing %lld/%lld...
source: Importing %1$lld/%2$lld...
ar: جارٍ الاستيراد %1$lld/%2$lld...
da: Importerer %lld/%lld...
de: Importiere %lld/%lld …
es: Importando %lld/%lld...
fi: Tuodaan %1$lld/%2$lld...
fr: Importation %lld/%lld...
is: Flyt inn %1$lld/%2$lld...
it: Importazione %lld/%lld...
ja: %lld/%lldインポート中...
ko: %lld/%lld 가져오는 중...
nb: Importerer %lld/%lld...
nl: %lld/%lld importeren...
pt_br: Importando %lld/%lld...
ru: Импорт %lld/%lld...
sv: Importerar %lld/%lld...
zh_hans: 正在导入 %1$lld/%2$lld...

source: Importing...
ar: جارٍ الاستيراد...
da: Importerer...
de: Wird importiert …
es: Importando...
fi: Tuodaan...
fr: Importation en cours...
is: Flyt inn...
it: Importazione in corso...
ja: インポート中...
ko: 가져오는 중...
nb: Importerer...
nl: Importeren...
pt_br: Importando...
ru: Импорт...
sv: Importerar...
zh_hans: 正在导入...

source: In bed
ar: في السرير
da: I seng
de: Im Bett
es: En cama
fi: Sängyssä
fr: Au lit
is: Í rúmi
it: A letto
ja: 就床
ko: 침대에서
nb: I seng
pt_br: Na cama
ru: В постели
sv: I sängen
zh_hans: 卧床

source: In Bed
ar: في السرير
da: I seng
de: Im Bett
es: En cama
fi: Sängyssä
fr: Au lit
is: Í rúmi
it: A letto
ja: 就床
ko: 침대에서
nb: I seng
pt_br: Na cama
ru: В постели
sv: I sängen
zh_hans: 卧床

source: In each case the data goes straight from your device to that service, never through the developer.
ar: في كل الحالات تنتقل البيانات مباشرةً من جهازك إلى تلك الخدمة، ولا تمر أبدًا عبر المطوّر.
da: I alle tilfælde går dataene direkte fra din enhed til den pågældende tjeneste, aldrig via udvikleren.
de: In jedem Fall gehen die Daten direkt von deinem Gerät an diesen Dienst, nie über den Entwickler.
es: En todos los casos, los datos van directamente de tu dispositivo a ese servicio, nunca a través del desarrollador.
fi: Kaikissa tapauksissa tiedot kulkevat suoraan laitteeltasi kyseiseen palveluun, eivät koskaan kehittäjän kautta.
fr: Dans chaque cas, les données vont directement de votre appareil à ce service, sans jamais passer par le développeur.
is: Í öllum tilvikum fara gögnin beint úr tækinu þínu til þeirrar þjónustu, aldrei í gegnum forritarann.
it: In ogni caso i dati vanno direttamente dal tuo dispositivo a quel servizio, mai tramite lo sviluppatore.
ja: いずれの場合も、データはあなたのデバイスからそのサービスへ直接送られ、開発者を経由することはありません。
ko: 어느 경우든 데이터는 사용자의 기기에서 해당 서비스로 곧바로 전송되며, 개발자를 거치지 않습니다.
nb: I alle tilfeller går dataene rett fra enheten din til tjenesten, aldri via utvikleren.
nl: In elk geval gaan de gegevens rechtstreeks van je apparaat naar die dienst, nooit via de ontwikkelaar.
pt_br: Em todos os casos, os dados vão direto do seu dispositivo para esse serviço, nunca passando pelo desenvolvedor.
ru: В каждом случае данные идут напрямую с вашего устройства в этот сервис и никогда не проходят через разработчика.
sv: I samtliga fall går data direkt från din enhet till tjänsten, aldrig via utvecklaren.
zh_hans: 在任何情况下，数据都直接从你的设备发送到该服务，绝不经过开发者。

source: in range
ar: ضمن النطاق
da: i intervallet
de: im Bereich
es: en rango
fi: alueella
fr: dans la plage
is: innan marka
it: nel range
ja: 範囲内
ko: 범위 내
nb: innenfor
nl: binnen bereik
pt_br: na faixa
ru: в норме
sv: inom intervallet
zh_hans: 范围内

source: In range
ar: ضمن النطاق
da: Inden for området
de: Im Bereich
es: En rango
fi: Alueella
fr: Dans la plage
is: Innan marka
it: Nell'intervallo
ja: 範囲内
ko: 범위 내
nb: Innenfor området
nl: Binnen bereik
pt_br: Dentro da faixa
ru: В диапазоне
sv: Inom intervallet
zh_hans: 在范围内

source: Include Apple Health sleep data in your recovery score. Without a Watch, sleep stages are classified from chest strap HRV data automatically.
ar: تضمين بيانات نوم Apple Health في درجة التعافي الخاصة بك. بدون Watch، تُصنّف مراحل النوم تلقائياً من بيانات HRV لالحزام.
da: Inkluder Apple Health-søvndata i din restitutionsscore. Uden et Watch klassificeres søvnstadier automatisk fra brystbælte-HRV-data.
de: Apple-Health-Schlafdaten in deinen Erholungs-Score einbeziehen. Ohne Watch werden Schlafphasen automatisch aus Brustgurt-HRV-Daten klassifiziert.
es: Incluir datos de sueño de Apple Health en tu puntuación de recuperación. Sin un Watch, las etapas de sueño se clasifican automáticamente a partir de los datos de HRV de la banda torácica.
fi: Sisällytä Apple Health -unitiedot palautumispisteisiisi. Ilman Watchia univaiheet luokitellaan automaattisesti rintavyön HRV-tiedoista.
fr: Inclure les données de sommeil Apple Santé dans votre score de récupération. Sans Watch, les phases de sommeil sont classifiées automatiquement à partir des données HRV de la ceinture thoracique.
is: Taka Apple Health svefngögn með í batastigi þínu. Án Watch eru svefnstig flokkuð sjálfkrafa úr HRV-gögnum brjóstólsins.
it: Include i dati sul sonno di Apple Health nel punteggio di recupero. Senza un Watch, le fasi del sonno vengono classificate automaticamente dai dati HRV della fascia toracica.
ja: 回復スコアにApple ヘルスケアの睡眠データを含めます。Watchがない場合、睡眠ステージはチェストストラップのHRVデータから自動分類されます。
ko: 회복 점수에 Apple Health 수면 데이터를 포함합니다. Watch가 없으면 가슴 스트랩 HRV 데이터에서 수면 단계가 자동으로 분류됩니다.
nb: Inkluder Apple Health-søvndata i restitusjonscoren din. Uten en Watch klassifiseres søvnstadier automatisk fra brystbeltedata.
nl: Neem Apple Health-slaapgegevens op in uw herstelscore. Zonder Watch worden slaapfasen automatisch geclassificeerd op basis van HRV-gegevens van de borstband.
pt_br: Inclua dados de sono do Apple Health na sua pontuação de recuperação. Sem um Watch, os estágios do sono são classificados automaticamente a partir dos dados de HRV da cinta torácica.
ru: Включить данные сна из Apple Здоровье в оценку восстановления. Без Apple Watch стадии сна классифицируются автоматически по данным ВСР нагрудного датчика.
sv: Inkludera Apple Health-sömndata i din återhämtningspoäng. Utan en Watch klassificeras sömnstadier automatiskt från bröstbandets HRV-data.
zh_hans: 将Apple 健康的睡眠数据纳入恢复评分。没有Watch时，睡眠分期将自动从心率带HRV数据分类。

source: Includes Apple Health sleep samples in your recovery score.
ar: يضمّن عينات النوم من Apple Health في درجة التعافي لديك.
da: Inkluderer Apple Health-søvnprøver i din restitutionsscore.
de: Bezieht Apple Health-Schlafdaten in deinen Erholungs-Score ein.
es: Incluye las muestras de sueño de Apple Health en tu puntuación de recuperación.
fi: Sisällyttää Apple Health -unidata palautumispisteytykseesi.
fr: Inclut les échantillons de sommeil Apple Santé dans votre score de récupération.
is: Tekur Apple Health-svefnsýni með í endurheimtarstig þitt.
it: Include i campioni di sonno di Apple Salute nel tuo punteggio di recupero.
ja: Apple ヘルスケア の睡眠サンプルを回復スコアに含めます。
ko: Apple 건강 수면 샘플을 회복 점수에 포함합니다.
nb: Inkluderer Apple Health-søvndata i restitusjonspoengsummen din.
nl: Neemt Apple Health-slaapgegevens op in je herstelscore.
pt_br: Inclui as amostras de sono do Apple Saúde na sua pontuação de recuperação.
ru: Включает данные сна Apple Здоровье в вашу оценку восстановления.
sv: Inkluderar Apple Hälsa-sömndata i ditt återhämtningspoäng.
zh_hans: 将 Apple 健康 睡眠数据纳入你的恢复评分。

source: Indigo
ar: نيلي
es: Índigo
is: Indígó
it: Indaco
ja: インディゴ
ko: 인디고
pt_br: Índigo
ru: Индиго
zh_hans: 靛蓝

source: indoor
ar: داخلي
da: indendørs
de: drinnen
es: interior
fi: sisällä
fr: intérieur
is: innanhúss
it: al chiuso
ja: 屋内
ko: 실내
nb: innendørs
nl: binnen
pt_br: interno
ru: в помещении
sv: inomhus
zh_hans: 室内
